tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "vmware-tanzu/carvel"

brew "python@3.9"
brew "awscli"
brew "bat"
brew "coreutils"
brew "direnv"
brew "docker"
brew "emacs"
brew "fasd"
brew "fd"
brew "fortune"
brew "fzf"
brew "git"
brew "gnu-prolog"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "grc"
brew "hexedit"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "mariadb"
brew "neovim"
brew "nginx"
brew "node"
brew "parallel"
brew "pipenv"
brew "protoc-gen-go"
brew "pstree"
brew "rbenv"
brew "ripgrep"
brew "rpm2cpio"
brew "shellcheck"
brew "sphinx-doc"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "zplug"
brew "zsh-syntax-highlighting"
brew "vmware-tanzu/carvel/ytt"

cask "dash"
cask "docker"
cask "docker-toolbox"
cask "github"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "macdown"
cask "macvim"
cask "quicklook-json"
cask "rowanj-gitx"
cask "slack"
cask "sourcetree"
cask "textmate"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
